{
    "1st S-Move on Opp: Defense ↓ & Sp. Def ↓ 2": "After the user's first sync move, lowers the Defense and Sp.Defense of all enemy sync pairs by 2 ranks.",
    "1st S-Move: Normal Zone": "Summons a Normal Zone after the user's first sync move.",
    "1st Time 40% HP: Endurance": "When the user reaches 40% HP or below for the first time in battle, it instead reaches 40% exactly.",
    "1st Time 40% HP: Remove Status Cond & Negative Status Change": "When the user reaches 40% HP for the first time in battle, removes all status conditions and negative status changes from itself.",
    "1st Time 50% HP: Endurance": "When the user reaches 50% HP or below for the first time in battle, it instead reaches 50% exactly.",
    "1st Time 50% HP: Rainy": "Turns the weather rainy the first time the user reaches 50% in battle.",
    "1st Time 50% HP: Sandstorm": "When the user reaches 50% HP for the first time in battle, summons a sandstorm.",
    "1st Time 50% HP: Team 5 Stats ↑2": "Raises all allies' Attack, Defense, Sp. Atk, Sp. Def, and Speed by 2 stat ranks when the user reaches 50% HP for the first time in battle.",
    "1st Time 50% HP: Team Remove Negative Status Change": "When the user reaches 50% HP for the first time in battle, removes all negative status changes from all allies.",
    "1st Time 60% HP: 5 Stats ↑2": "Raises the user's Attack, Defense, Sp. Atk, Sp. Def, and Speed by 2 stat ranks when the user reaches 60% HP for the first time in battle.",
    "1st Time 60% HP: Electric Terrain": "When the user reaches 60% HP for the first time in battle, makes the terrain Electric Terrain.",
    "1st Time 60% HP: Endurance": "When the user reaches 60% HP or below for the first time in battle, it instead reaches 60% exactly.",
    "1st Time 60% HP: Remove WTZ": "When the user reaches 60% HP for the first time in battle, removes all weather, terrain, and zones affecting the field of play.",
    "1st Time 60% HP: Swap ↑ Defense & Sp.Def": "When the user reaches 60% HP for the first time each battle, all effects that increase its Defense now increase its Sp.Defense instead, and vice versa. This does not apply to stat rank changes.",
    "1st Time 60% HP: Team Remove Status Cond": "When the user reaches 60% HP for the first time in battle, removes all status conditions from all allies.",
    "1st Time 70% HP: Endurance": "When the user reaches 70% HP or below for the first time in battle, it instead reaches 70% exactly.",
    "1st Time 70% HP: Team 5 Stats ↑2": "Raises all allies' Attack, Defense, Sp. Atk, Sp. Def, and Speed by 2 stat ranks when the user reaches 70% HP for the first time in battle.",
    "1st Time 70% HP: Team Remove Status Cond": "When the user reaches 70% HP for the first time in battle, removes all status conditions from all allies.",
    "1st Time 80% HP: Endurance": "When the user reaches 80% HP or below for the first time in battle, it instead reaches 80% exactly.",
    "1st Time 80% HP: Remove Status Cond & Negative Status Change": "When the user reaches 80% HP for the first time in battle, removes all status conditions and negative status changes from itself.",
    "1st Time 80% HP: Sandstorm": "When the user reaches 80% HP for the first time in battle, summons a sandstorm.",
    "1st Time 80% HP: Team 5 Stats ↑2": "Raises all allies' Attack, Defense, Sp. Atk, Sp. Def, and Speed by 2 stat ranks when the user reaches 80% HP for the first time in battle.",
    "Agile Entry #": "Raises the user's Evasiveness by # stat rank(s) when it enters a battle.",
    "All DF Resistance #": "Reduces damage the user takes from any damage field by #0%.",
    "All Ramped Up #": "Raises the Sp.Attack of all allies by # stat rank(s) when the user's move is successful.",
    "Antifreeze": "The user cannot be frozen.",
    "Barricade Buddies #": "Raises the Sp.Defense of all allies by # stat rank(s) when the user's move is successful.",
    "Berserk Bunch #": "Raises the Attack of all alies by # stat rank(s) when the user's move is successful.",
    "Berserker #": "Raises the user's Attack by # stat ranks when its move is successful.",
    "Brain Sync #": "Powers up the user's sync move by #0% when its Sp.Attack is raised.",
    "Brainteaser": "Powers up the user's moves by 5% per stat rank that the target's Sp.Defense is lowered.",
    "Brainy Rush #": "Raises the user's Sp.Attack by # stat ranks after using its sync move.",
    "Brawn Sync #": "Powers up the user's sync move by #0% when its Attack is raised.",
    "Build Up": "Applies the Critical Hit Next status change to the user after its sync move.",
    "Catalyst": "Applies the Move Gauge Acceleration field effect to the allied field of play after the user's first sync move.",
    "Catalytic Acceleration": "Applies the Move Gauge Acceleration field effect to the allied field of play after the user's sync move.",
    "Charging Sun #": "Powers up the user's moves by #0% when the weather is sunny.",
    "Clear Advantage #": "Reduces damage taken by $% while there's no field effect affecting the user.",
    "Clutch Critical": "Except in certain circumstances, successful hits with the user's attacks become critical hits.",
    "Cold Front": "Summons a hailstorm the first time the user enters battle.",
    "Condition Nullification Extension #": "Extends the duration of Condition Nullification by #0 seconds.",
    "Dark Shift": "The user's Normal type moves become Dark type.",
    "Dark Zone: S-Moves ↑ #": "Powers up the user's sync move by #0% while a Dark Zone is active.",
    "Dashing Team #": "Has a @0% chance to raise the Speed of all allies by 1 stat rank after the user's attack move is successful.",
    "Dauntless": "The user's Sp.Attack cannot be lowered.",
    "Debut: Electric Terrain": "Makes the terrain Electric Terrain when the user enters battle for the first time.",
    "Debut: Rock Zone": "Summons a Rock Zone the first time that the user enters battle.",
    "Defense Rush #": "Raises the user's Defense by # stat ranks after using its sync move.",
    "Defense ↑: Moves ↑ #": "Powers up the user's moves by #0% when its Defense is raised.",
    "Dirty Fighting #": "Powers up the user's moves by #0% against targets affected by a status condition.",
    "Discombobulate #": "Has a @0% chance to lower the target's Accuracy by 1 stat rank when its attack is successful.",
    "Double Drop": "When an opponent's stat would be lowered, it is lowered by double that amount instead.",
    "Downpour": "Turns the weather rainy the first time the user enters battle.",
    "Electrorepulsion #": "Reduces damage taken by $% while the terrain is Electric Terrain.",
    "Enlightenment #": "Mitigates the reduction of all stats by #0%.",
    "Fainting Cleanse": "Removes all status conditions from all allies just before the user faints.",
    "Fanfare #": "Raises the Attack of all allies by # stat ranks after the user's sync move.",
    "Fierce Entry #": "Raises the Attack of the user by # stat rank(s) when the user enters battle.",
    "Fluid Fortification": "The user gains damage reduction based on the net sum of its stat rank changes. The user's damage reduction is equal to 50% + 5% per net buff, staying between 0% damage reduction at -10 net sum or lower, and 100% damage reduction at +10 net sum or higher.",
    "Follow-Through #": "Has a @0% chance of applying the Critical Hit Next status change when the user's move is successful.",
    "Friend Care #": "When the user's move targeting an ally is successful, has a @0% chance to remove the flinched, confused, and trapped status changes from that ally.",
    "Friend Mend #": "When the user's move targeting an ally is successful, has a @0% chance to remove all status conditions from that ally.",
    "Go Viral #": "When the user's status move targets a single opponents, has a @0% chance to make the target of that move all opponents instead.",
    "Good Form": "Powers up the user's moves by 2.5% per buffed stat rank affecting the user, capping at +110% for 43 total stat buffs.",
    "Grand Entry #": "Raises the Sp.Attack of the user by # stat rank(s) when the user enters battle.",
    "Grounding Wire": "Prevents the user from flinching, becoming confused, or becoming trapped while the terrain is Electric Terrain.",
    "Group Morale Boost #": "After the user's Trainer uses a move, has a @0% chance to raise the Sp.Attack of all allies by 1 rank.",
    "Group Pep Talk #": "After the user's Trainer uses a move, has a @0% chance to raise the Attack of all allies by 1 rank.",
    "HP #% or Less: All DF Immunity": "When the user is at or below #% HP, it does not take damage from any damage fields.",
    "Hail Alert #": "Extends the duration of hailstorms summoned while the user is in battle by #0 seconds.",
    "Hail: P-Moves ↑ & S-Moves ↑ #": "Powers up the user's Pokémon moves and sync moves by #0% while a hailstorm is active.",
    "Hasty Hail #": "Charges the move gauge #0% faster while the weather is a hailstorm.",
    "Healing Hail #": "Heals the user by #/16 of its max HP when the user uses a move while a hailstorm is active.",
    "Healthy Advantage #": "The user has $% damage reduction while it is not affected by a status condition.",
    "High Five #": "Raises the user's Attack, Defense, Sp. Atk, Sp. Def, and Speed by # stat rank(s) after using its sync move.",
    "Hit: Defense ↓ & Sp. Def ↓ 9": "Lowers the target's Defense and Sp.Defense by 1 stat rank when the user's attack move hits. This procs per hit of multistrike moves.",
    "Hit: Team Attack ↑ & Sp. Atk ↑ #": "Has a @0% chance to raise the Attack and Sp.Attack of all allies by 1 stat rank when its attack move hits. This procs per hit of multistrike moves.",
    "Hostile Environment #": "Multiplies the chance for the user's attacks to inflict status conditions by @.",
    "Initial Injured Ferocity #": "When the user reaches 60% HP for the first time in battle, raises the user's Attack and Sp.Attack by # stat ranks.",
    "Insult to Injury": "Powers up the user's moves by 5% per stat rank that the target's Defense is lowered.",
    "Invigorating Hail #": "Powers up the user's moves by #0% while the weather is a hailstorm.",
    "Lessen Burn #": "Reduces the damage taken by burn, and the reduction of Attack from being burned, by $%.",
    "Lessen Paralysis #": "Reduces the change of actions failing due to paralysis, and the reduction of Speed from paralysis, by $%.",
    "Lessen Poison #": "Reduces the damage taken by poison and bad poison by $%.",
    "Lessen Trap #": "Reduces the damage taken from being trapped by $%.",
    "Lithic Acceleration #": "Charges the move gauge #0% faster when a Rock Zone is active.",
    "Mad Strength #": "Has a @0% chance to raise the user's Attack by 1 stat rank after its move is successful.",
    "Mind's Eye #": "Mitigates the reduction of Accuracy by #0%.",
    "Momentum #": "Reduces the upper value of the user's sync move countdown by # after using the user's sync move.",
    "Move Gauge Refresh #": "Has a @0% chance to charge the move gauge by 1 after the user uses a move.",
    "Move on Opp: Sleep #": "Has a @0% chance to put the target to sleep when the user's attack move is successful against it.",
    "Move: Physical Boost #": "Increases the user's Physical Move ↑ Next by # ranks when the user's move is successful.",
    "Move: Remove Interference #": "After using a move, the user has a @0% chance to remove the flinching, confused, and trapped conditions from itself.",
    "Nimble Footed #": "Mitigates the reduction of Evasiveness by #0%.",
    "No Negative Status Change: Defense & Sp.Def x#": "The user's Defense and Sp.Defense are multiplied by # when it is not affected by a negative status change.",
    "No Negative Status Change: P-Move DR & S-Move DR #": "Reduces damage taken by $% when the user is not affected by a negative status change.",
    "No Status Cond: Defense & Sp.Def x#": "The user's Defense and Sp.Defense are multiplied by # when it is not affected by a status condition.",
    "No Status Cond: P-Moves, S-Moves, & Max Moves ↑ #": "Powers up the user's Pokémon moves, sync moves, and max moves by #0% when not affected by a status condition.",
    "Offensive Defense #": "Has a @0% chance of raising the user's Defense by 1 stat rank when its attack move is successful.",
    "One-Hit KO Nullification": "The user is immune to one-hit KO moves like Fissure.",
    "Pep Rally #": "Raises the Speed of all allies by # stat rank(s) when its move is successful.",
    "Piercing Blows": "The user's attacks bypass damage reduction passives, Vigilance and other forms of critical hit immunity, and Endurance.",
    "Piercing Gaze": "The user's moves never miss.",
    "Pinpoint Entry #": "Raises the user's Accuracy by # stat ranks when it enters battle.",
    "Potent Toxin #": "Multiplies the damage enemies take from being poisoned or badly poisoned by @.",
    "Power Plant": "Makes the terrain Electric Terrain after the user's sync move.",
    "Psychic Shift": "The user's Normal-type moves become Psychic-type.",
    "Psychic Terrain Debut & Extension #": "Turns the field of play into Psychic Terrain the first time the user enters a battle. Extends the duration of Psychic Terrain by #0 seconds when the terrain turns into Psychic Terrain while the user is on the field.",
    "Quick Tempo": "Applies the Move Gauge Acceleration field effect to the allied field of play on the user's first entry.",
    "Raging Rain #": "Powers up the user's moves by #0% when the weather is rainy.",
    "Rain Gear #": "Reduces damage taken by $% when the weather is rainy.",
    "Rainy Immunity": "Status conditions cannot be inflicted on the user when the weather is rainy.",
    "Ramp Up #": "Raises the user's Sp.Attack by # stat ranks when its move is successful.",
    "Recharging Strike #": "Has a @0% chance to charge the move gauge by 1 when its attack move hits. This procs per hit of multistrike moves.",
    "Refreshing Rain #": "Restores the user's HP by #/16 of its max HP after using a move when the weather is rainy.",
    "Resilience": "Applies the Condition Nullification effect whenever the user recovers from a status condition or interference.",
    "Ripple Effect #": "Has a @0% chance to debuff all opponents instead when its debuffs would apply to only a single target.",
    "Rising Tide": "Powers up the user's sync move by 6.67% per stat buff the user has, capping at 120% for 18 stat buffs.",
    "Robust Physique": "Protects the user from critical hits when it is not affected by a status condition.",
    "Rock Zone Extension #": "Extends the duration of a Rock Zone by #0 seconds when it is set while the user is in battle.",
    "Rock Zone: Moves ↑ #": "Powers up the user's moves by #0% when a Rock Zone is active.",
    "Rock Zone: S-Moves ↑ #": "Powers up the user's sync move by #0% when a Rock Zone is active.",
    "S-Move: Physical Boost #": "Increases the user's Physical Move ↑ Next by # ranks after the user's sync move.",
    "S-Move: Rock Zone": "Summons a Rock Zone after the user's sync move.",
    "S-Move: Sync Buff ↑ #": "Increases the user's sync buffs by # after using its sync move.",
    "S-Move: Team # Stats ↑ 2": "Raises all allies' Attack, Defense, Sp. Atk, Sp. Def, and Speed by 2 stat ranks after the user's sync move.",
    "S-Move: Team Free Move Next #": "Has a @0% chance to apply the Free Move Next status change to all allies after the user uses its sync move.",
    "S-Move: Team Remove Negative Status Change #": "Has a @0% chance to remove all negative status changes from all allies after the user's sync move.",
    "S-Move: Team Remove Stat ↓ #": "Has a @0% chance to return the lowered stats of all allies to normal after the user uses its sync move.",
    "S-Move: Team Sp.Atk ↑ #": "Raises the Sp.Attack of all allies by # stat rank(s) after the user uses its sync move.",
    "S-Move: Team Speed ↑ #": "Raises the Speed of all allies by # stat rank(s) after using its sync move.",
    "Sand Alert #": "Extends the duration of sandstorms summoned while the user is in battle by #0 seconds.",
    "Sand Blaster #": "Powers up the user's sync move by #0% while a sandstorm is active.",
    "Sand Kicker": "Causes a sandstorm the first time the user enters battle.",
    "Sand Shelter": "The user doesn't take sandstorm chip damage.",
    "Sands of Time #": "Charges the move gauge #0% faster while a sandstorm is active.",
    "Sandy Pep Rally #": "Has a @0% chance to raise the Speed of all allies by 1 stat rank when its move is successful while a sandstorm is active.",
    "Searing Surge #": "Powers up the user's moves and sync move by #0% when the target is burned.",
    "Sentry Entry #": "Raises the user's Defense by # stat rank(s) when it enters a battle.",
    "Sentry Entry x#": "Multiplies the user's Defense by # when it enters battle.",
    "Sharpened Body #": "Mitigates the reduction of Attack by #0%.",
    "Sharpened Mind #": "Mitigates the reduction of Sp.Attack by #0%.",
    "Shielded #": "Raises the Defense of all allies by # stat rank(s) when the user's move is successful.",
    "Shock Recovery #": "Heals the user by #/16 of their max HP when the user uses a move while the terrain is Electric Terrain.",
    "Shower Power #": "Increases the damage done by the user's sync move by #0% when the weather is rainy.",
    "Snow Shelter": "The user doesn't take hailstorm chip damage.",
    "Solar Flare #": "Increases the damage done by the user's sync move by #0% when the weather is sunny.",
    "Solarize": "Turns the weather sunny after the user's sync move.",
    "Soothing Sand #": "Heals the user by #/16 of its max HP when the user uses a move while a sandstorm is active.",
    "Sp.Def ↑: Moves ↑ #": "Powers up the user's moves by #0% when its Sp.Defense is raised.",
    "Speed ↑: Defense & Sp.Def x#": "Multiplies the Defense and Sp.Defense of the user by # while its Speed is raised.",
    "Speed ↑: Moves ↑ #": "Powers up the user's moves by #0% when its Speed is raised.",
    "Speeding Sun #": "Charges the move gauge #0% faster when the weather is sunny.",
    "Speedster's Sync #": "Powers up the user's sync move by #0% when its Speed is raised.",
    "Standfast #": "Reduces recoil damage by #0%.",
    "Steady Resolve #": "Mitigates the reduction of Sp.Attack by #0%.",
    "Stout Heart #": "Mitigates the reduction of Attack by #0%.",
    "Sudden Sprint #": "Mitigates the reduction of Speed by #0%.",
    "Sunburst": "Turns the weather sunny the first time the user enters battle.",
    "Sunscreen #": "Reduces damage taken by $% when the weather is sunny.",
    "Surging Sand #": "Powers up the user's moves by #0% while a sandstorm is active.",
    "Swag Bag #": "Multiplies the chance of raising stats with the additional effects of move by @.",
    "Sync Buff & Hit: Physical Boost ↑# 9": "After the user successfully attacks while it has a sync buff, increases its Physical Moves ↑ Next effect by 3 ranks.",
    "Sync Induction #": "Powers up the user's sync move by #0% while the terrain is Electric Terrain.",
    "T-Move: Team Remove Status Cond #": "When the user's Trainer uses a move, has a @0% chance to remove status conditions from all allies.",
    "Targets Maxed": "The user's max moves hit all opponents, without any AoE damage reduction.",
    "Team Charged Speed Drain #": "Has a @0% chance to lower the Speed of all enemies by 1 stat rank and raise the Speed of all allies by 1 stat rank when the user's attack move is successful while the terrain is Electric Terrain.",
    "Team Charged Speed Drain # (x2)": "Has a @0% chance to lower the Speed of all enemies by 2 stat ranks and raise the Speed of all allies by 2 stat ranks when the user's attack move is successful while the terrain is Electric Terrain.",
    "Team Electric Current": "Stats cannot be lowered for all allied sync pairs while the terrain is Electric Terrain.",
    "Team Fast-Track #": "Has a @0% chance to raise the Speed of all allies by 1 stat rank when its move is successful.",
    "Team Gimme Five #": "Raises the Attack, Defense, Sp.Attack, Sp.Defense, and Speed of all allies by # stat rank(s) after the user's first sync move each battle.",
    "Team Pinpoint Entry #": "Raises the Accuracy of all allies by # stat rank(s) when the user enters the battle.",
    "Team Power Induction #": "Powers up the moves of all allies by #0% while the terrain is Electric Terrain.",
    "Team Sentry Entry #": "Raises the Defense of all allies by # stat rank(s) when the user enters battle.",
    "Team Sentry Entry x#": "Multiplies the Defense of all allies by # when the user enters battle.",
    "Team Solar Immunity": "When the weather is sunny, status conditions cannot be inflicted on any allied sync pairs and prevents all allies from flinching, becoming confused, or becoming trapped.",
    "Team Sunbathe #": "Has a @0% chance to heal all allies by 1/16 of their max HP when the user uses a move when the weather is sunny.",
    "Team Weird Vibes #": "Powers up the moves of all allies by #0% while the terrain is Psychic Terrain.",
    "Team Wise Entry #": "Raises the Sp.Defense of all allies by # stat rank(s) when the user enters battle.",
    "Team Wise Entry x#": "Multiplies the Sp.Defense of all allies by # when the user enters battle.",
    "Torrental Tenacity": "Prevents the user from flinching, becoming confused, or becoming trapped when the weather is rainy.",
    "Tough Cookie": "Powers up the user's move by 5% per Defense buff the user has.",
    "Tough Sync #": "Powers up the user's sync move by #0% when its Defense is raised.",
    "Toxic Power #": "Powers up the user's moves by #0% when the target is poisoned or badly poisoned.",
    "Trained Body #": "Mitigates the reduction of Defense by #0%.",
    "Trained Mind #": "Mitigates the reduction of Sp.Defense by #0%.",
    "Turbo Charge #": "Charges the move gauge #0% faster while the terrain is Electric Terrain.",
    "Umbral Acceleration #": "Charges the move gauge #0% faster while a Dark Zone is active.",
    "Umbral Power #": "Powers up the user's moves by #0% while a Dark Zone is active.",
    "Unaffected by Field Effect: Defense & Sp.Def x#": "The user's Defense and Sp.Defense are multiplied by # when its side is not affected by a field effect.",
    "Unaffected by Field Effect: Moves ↑ #": "The user's moves deal #0% more damage when its side is not affected by a field effect.",
    "Unaffected by Field Effect: S-Moves ↑ #": "The user's sync moves deal #0% more damage when its side is not affected by a field effect.",
    "Unflappable": "The user cannot flinch.",
    "Victory Lap": "Applies the Critical Hit Next status change to the user after it knocks out an enemy.",
    "Virulent Toxin #": "Powers up the user's sync move by #0% when the target is poisoned or badly poisoned.",
    "Wide Awake": "The user cannot fall asleep.",
    "Wise Entry #": "Raises the user's Sp.Defense by # stat rank(s) when it enters a battle.",
    "Wise Entry x#": "Multiplies the user's Sp.Defense by # when it enters battle.",
    "Witty Hit #": "Has a @0% chance to raise the user's Sp.Attack by 1 stat rank after its move is successful.",
    "Zero In #": "The user's move have an innate +# critical hit rate.",
    "On a Roll #": "Multiplies the chance of lowering stat values with the additional effects of the user's moves by @.",
    "Sync Cure": "Removes all status conditions from the user after using its sync move.",
    "Outsmart #": "Has a @0% chance to raise the user's Sp.Attack by 1 stat rank when an opponent's attack move targeting the user misses.",
    "Look Alive #": "Has a @0% chance to raise the user's Evasiveness by 1 stat rank after being hit by an attack move.",
    "Defense Crush #": "Has a @0% chance to lower the target's Defense by 1 stat rank when the user's attack move against it is successful.",
    "Mind Games #": "Has a @0% chance to lower the target's Sp.Defense by 1 stat rank when the user's attack move against it is successful.",
    "Impervious": "The user's stats cannot be lowered.",
    "Precision Pals #": "Raises the accuracy of all allied sync pairs by # stat rank(s) when the user's move is successful.",
    "Satisfied Snarl #": "Has a @0% chance to lower the target's Sp.Attack by 1 stat rank when a move targeting that opponent is successful.",
    "Lessen Flinch #": "Reduces the time the user spends flinching by $%.",
    "Inertia": "Powers up the user's sync move by 16.67% per rank that its Speed is raised.",
    "Clearheaded": "The user cannot become confused.",
    "Dragon Shift": "The user's Normal-type moves become Dragon-type.",
    "Lessen Sleep #": "Reduces the time the user spends asleep by $%.",
    "Healthy Healing": "Applies the Gradual Healing status change when the user enters battle and its HP is full.",
    "Stoic #": "Has a @0% chance to raise the user's Defense by 1 stat rank after its move is successful.",
    "Acumen #": "Has a @0% chance to raise the user's Sp.Defense by 1 stat rank after its move is successful.",
    "Aggravation #": "Multiplies the chance of inflicting the flinching, confused, or trapped status changes with the additional effects of the user's moves by @.",
    "Force Field #": "Has a @0% chance to raise the Sp.Defense of all allies by 1 stat rank when the user's Pokémon uses a move.",
    "Furious Brawn": "Powers up the user's moves by 5% per stat rank that its Attack is raised.",
    "Furious Brain": "Powers up the user's moves by 5% per stat rank that its Sp.Attack is raised.",
    "Heavy Hail #": "The user's sync move deals #0% more damage while a hailstorm is active.",
    "Precision Rush #": "Raises the user's accuracy by # stat rank(s) after using its sync move.",
    "Endurance": "The user enters battle with the Enduring status change.",
    "Ice Zone: MG → #": "Charges the move gauge #0% faster when an Ice Zone is active.",
    "Ice Zone Extension #": "Extends the duration of Ice Zone set while the user is in battle by #0 seconds.",
    "Arctic Arrival": "Applies an Ice Zone the first time the user enters battle.",
    "Team Defense Crush #": "Has a @0% chance to lower all opponents' Defense by 1 stat rank when the user's attack move against is successful.",
    "Relentless": "Powers up the user's sync move by 16.67% per rank that the target's Defense is lowerewd.",
    "Fire Shift": "The user's Normal-type moves become Fire-type.",
    "Smart Cookie": "Powers up the user's moves by 5% per stat rank that its Sp.Defense is raised.",
    "Scholar's Sync (Sp. Def) #": "Powers up the user's sync move by #0% if its Sp.Defense is raised.",
    "Drought Alert #": "Extends the duration of Sunny weather set while the user is in battle by #0 seconds."
}